Repository: bit2technology/ruapp-apple
Catalog: RUapp/*.lproj/Localizable.strings
Languages: pt

source: Lunch
pt: Almoço

source: Dinner
pt: Jantar

source: Couldn't download menu
pt: Não foi possível baixar o cardápio

source: Menu not available for this week
pt: Cardápio não disponível para esta semana

source: Restaurant closed
pt: Restaurante fechado

source: Sorry, there is no vote open now.
pt: Desculpe, não há nenhuma votação aberta agora.

source: Thank you! Vote computed.
pt: Obrigado! Voto computado.

source: Ooops, we couldn't connect. Your vote will be sent as soon as possible.
pt: Ops, não pudemos conectar. Seu voto será enviado o mais cedo possível.

source: Are you sure you want to submit this vote?
pt: Você tem certeza que deseja enviar este voto?

source: The vote can't be changed after you send it.
pt: O voto não pode ser mudado depois de enviado.

source: Cancel
pt: Cancelar

source: Submit
pt: Enviar
